<?php
	class dateFormat{
		var $month_en = array(	1=>'January', 2=>'February', 3=>'March', 4=>'April', 5=>'May', 6=>'June',
				7=>'July', 8=>'August', 9=>'September', 10=>'October', 11=>'November', 12=>'December');
		var $month_rus = array(	1=>'Январь', 2=>'Февраль', 3=>'Март', 4=>'Апрель', 5=>'Май', 6=>'Июнь',
				7=>'Июль', 8=>'Август', 9=>'Сентябрь', 10=>'Октябрь', 11=>'Ноябрь', 12=>'Декабрь');
		var $month_news_rus = array(	1=>'января', 2=>'февраля', 3=>'марта', 4=>'апреля', 5=>'мая', 6=>'июня',
				7=>'июля', 8=>'августа', 9=>'сентября', 10=>'октября', 11=>'ноября', 12=>'декабря');
				
		function getMonth(){
			;
		}		
	}
?>